{
  "CoRR":["unknown","unknown"],
  "Comput. Networks": ["Computer Networks", "CN"],
  "J. Comput. Sci. Technol.": ["Journal of Computer Science and Technology", "JCST"],
  "IEEE Trans. Mob. Comput.": ["IEEE Transactions on Mobile Computing", "TMC"],
  "IEEE/ACM Trans. Netw.": ["IEEE/ACM Transactions on Networking", "TON"],
  "Algorithms and Architectures for Parallel Processing - 24th International Conference, ICA3PP 2024, Macau, China, October 29-31, 2024, Proceedings, Part VI": ["International Conference on Algorithms and Architectures for Parallel Processing ", "ICA3PP"],
  "40th IEEE International Conference on Data Engineering, ICDE 2024, Utrecht, The Netherlands, May 13-16, 2024": ["IEEE International Conference on Data Engineering", "ICDE"],
  "IEEE INFOCOM 2024 - IEEE Conference on Computer Communications, Vancouver, BC, Canada, May 20-23, 2024": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "21st Annual IEEE International Conference on Sensing, Communication, and Networking, SECON 2024, Phoenix, AZ, USA, December 2-4, 2024": ["IEEE International Conference on Sensing, Communication, and Networking", "SECON"],
  "IEEE Trans. Parallel Distributed Syst.": ["IEEE Transactions on Parallel and Distributed Systems", "TPDS"],
  "9th International Conference on Big Data Computing and Communications, BigCom 2023, Hainan, China, August 4-6, 2023": ["International Conference on Big Data Computing and Communications", "BigCom"],
  "ECAI 2023 - 26th European Conference on Artificial Intelligence, September 30 - October 4, 2023, Kraków, Poland - Including 12th Conference on Prestigious Applications of Intelligent Systems (PAIS 2023)": ["European Conference on Artificial Intelligence", "ECAI"],
  "Algorithms and Architectures for Parallel Processing - 23rd International Conference, ICA3PP 2023, Tianjin, China, October 20-22, 2023, Proceedings, Part I": ["International Conference on Algorithms and Architectures for Parallel Processing", "ICA3PP"],
  "IEEE International Conference on Communications, ICC 2023, Rome, Italy, May 28 - June 1, 2023": ["IEEE International Conference on Communications", "ICC"],
  "29th IEEE International Conference on Parallel and Distributed Systems, ICPADS 2023, Ocean Flower Island, China, December 17-21, 2023": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "Proceedings of the 52nd International Conference on Parallel Processing, ICPP 2023, Salt Lake City, UT, USA, August 7-10, 2023": ["International Conference on Parallel Processing", "ICPP"],
  "31st IEEE/ACM International Symposium on Quality of Service, IWQoS 2023, Orlando, FL, USA, June 19-21, 2023": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "14th International Conference on Network of the Future, NoF 2023, Izmir, Turkey, October 4-6, 2023": ["International Conference on the Network of the Future", "NoF"],
  "20th Annual IEEE International Conference on Sensing, Communication, and Networking, SECON 2023, Madrid, Spain, September 11-14, 2023": ["IEEE International Conference on Sensing, Communication, and Networking", "SECON"],
  "J. Syst. Archit.": ["Journal of Systems Architecture: Embedded Software Design", "JSA"],
  "IEEE International Conference on Communications, ICC 2022, Seoul, Korea, May 16-20, 2022": ["IEEE International Conference on Communications", "ICC"],
  "IEEE INFOCOM 2022 - IEEE Conference on Computer Communications, London, United Kingdom, May 2-5, 2022": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "IEEE International Performance, Computing, and Communications Conference, IPCCC 2022, Austin, TX, USA, November 11-13, 2022": ["IEEE International Performance Computing and Communications Conference", "IPCCC"],
  "30th IEEE/ACM International Symposium on Quality of Service, IWQoS 2022, Oslo, Norway, June 10-12, 2022": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "18th International Conference on Mobility, Sensing and Networking, MSN 2022, Guangzhou, China, December 14-16, 2022": ["International Conference on Mobility, Sensing and Networking", "MSN"],
  "19th Annual IEEE International Conference on Sensing, Communication, and Networking, SECON 2022, Stockholm, Sweden, September 20-23, 2022": ["IEEE International Conference on Sensing, Communication, and Networking", "SECON"],
  "Comput. Networks": ["Computer Networks", "CN"],
  "IEEE J. Sel. Areas Commun.": ["IEEE Journal on Selected Areas in Communications", "JSAC"],
  "Mob. Networks Appl.": ["Mobile Networks and Applications", "MONET"],
  "IEEE Trans. Parallel Distributed Syst.": ["IEEE Transactions on Parallel and Distributed Systems", "TPDS"],
  "14th IEEE International Conference on Cloud Computing, CLOUD 2021, Chicago, IL, USA, September 5-10, 2021": ["IEEE International Conference on Cloud Computing", "CLOUD"],
  "27th IEEE International Conference on Parallel and Distributed Systems, ICPADS 2021, Beijing, China, December 14-16, 2021": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "40th IEEE Conference on Computer Communications, INFOCOM 2021, Vancouver, BC, Canada, May 10-13, 2021": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "2021 IEEE Conference on Computer Communications Workshops, INFOCOM Workshops 2021, Vancouver, BC, Canada, May 10-13, 2021": ["IEEE Conference on Computer Communications Workshops", "INFOCOM"],
  "29th IEEE/ACM International Symposium on Quality of Service, IWQOS 2021, Tokyo, Japan, June 25-28, 2021": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "22nd IEEE International Symposium on a World of Wireless, Mobile and Multimedia Networks, WoWMoM 2021, Pisa, Italy, June 7-11, 2021": ["IEEE International Symposium on a World of Wireless, Mobile and Multimedia Networks", "WoWMoM"],
  "IEEE Access": ["IEEE Access", "unknown"],
  "CCF Trans. Netw.": ["CCF Transactions on Networking", "CCF-TN"],
  "Int. J. Ad Hoc Ubiquitous Comput.": ["International Journal of Ad Hoc and Ubiquitous Computing", "IJAHUC"],
  "2020 IEEE International Conference on Communications, ICC 2020, Dublin, Ireland, June 7-11, 2020": ["IEEE International Conference on Communications", "ICC"],
  "40th IEEE International Conference on Distributed Computing Systems, ICDCS 2020, Singapore, November 29 - December 1, 2020": ["IEEE International Conference on Distributed Computing Systems", "ICDCS"],
  "26th IEEE International Conference on Parallel and Distributed Systems, ICPADS 2020, Hong Kong, December 2-4, 2020": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "39th IEEE Conference on Computer Communications, INFOCOM 2020, Toronto, ON, Canada, July 6-9, 2020": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "28th IEEE/ACM International Symposium on Quality of Service, IWQoS 2020, Hangzhou, China, June 15-17, 2020": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "17th Annual IEEE International Conference on Sensing, Communication, and Networking, SECON 2020, Virtual Event, Italy, June 22-25, 2020": ["IEEE International Conference on Sensing, Communication, and Networking", "SECON"],
  "Security, Privacy, and Anonymity in Computation, Communication, and Storage - SpaCCS 2020 International Workshops, Nanjing, China, December 18-20, 2020, Proceedings": ["Security, Privacy and Anonymity in Computation, Communication and Storage", "SpaCCS"],
  "IEEE Trans. Computers": ["IEEE Transactions on Computers", "TC"],
  "ACM Trans. Sens. Networks": ["ACM Transactions on Sensor Networks", "TOSN"],
  "25th IEEE International Conference on Parallel and Distributed Systems, ICPADS 2019, Tianjin, China, December 4-6, 2019": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "2019 IEEE Intl Conf on Parallel & Distributed Processing with Applications, Big Data & Cloud Computing, Sustainable Computing & Communications, Social Computing & Networking, ISPA/BDCloud/SocialCom/SustainCom 2019, Xiamen, China, December 16-18, 2019": ["2019 IEEE Intl Conf on Parallel & Distributed Processing with Applications, Big Data & Cloud Computing, Sustainable Computing & Communications, Social Computing & Networking", "unknown"],
  "Security, Privacy, and Anonymity in Computation, Communication, and Storage - SpaCCS 2019 International Workshops, Atlanta, GA, USA, July 14-17, 2019, Proceedings": ["Security, Privacy and Anonymity in Computation, Communication and Storage", "SpaCCS"],
  "J. Parallel Distributed Comput.": ["Journal of Parallel and Distributed Computing", "JPDC"],
  "J. Supercomput.": ["The Journal of Supercomputing", "TJSC"],
  "IEEE Trans. Mob. Comput.": ["IEEE Transactions on Mobile Computing", "TMC"],
  "Proceedings of the 2nd Asia-Pacific Workshop on Networking, APNet 2018, Beijing, China, August 02-03, 2018": ["Proceedings of the 2nd Asia-Pacific Workshop on Networking", "APNet"],
  "IEEE Global Communications Conference, GLOBECOM 2018, Abu Dhabi, United Arab Emirates, December 9-13, 2018": ["IEEE Global Communications Conference", "GLOBECOM"],
  "IEEE 19th International Conference on High Performance Switching and Routing, HPSR 2018, Bucharest, Romania, June 18-20, 2018": ["IEEE 19th International Conference on High Performance Switching and Routing", "HPSR"],
  "Algorithms and Architectures for Parallel Processing - 18th International Conference, ICA3PP 2018, Guangzhou, China, November 15-17, 2018, Proceedings, Part II": ["International Conference on Algorithms and Architectures for Parallel Processing", "ICA3PP"],
  "Proceedings of the 47th International Conference on Parallel Processing, ICPP 2018, Eugene, OR, USA, August 13-16, 2018": ["International Conference on Parallel Processing", "ICPP"],
  "2018 IEEE Conference on Computer Communications, INFOCOM 2018, Honolulu, HI, USA, April 16-19, 2018": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "26th IEEE/ACM International Symposium on Quality of Service, IWQoS 2018, Banff, AB, Canada, June 4-6, 2018": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "2018 IEEE SmartWorld, Ubiquitous Intelligence & Computing, Advanced & Trusted Computing, Scalable Computing & Communications, Cloud & Big Data Computing, Internet of People and Smart City Innovation, SmartWorld/SCALCOM/UIC/ATC/CBDCom/IOP/SCI 2018, Guangzhou, China, October 8-12, 2018": ["IEEE SmartWorld, Ubiquitous Intelligence & Computing, Advanced & Trusted Computing, Scalable Computing & Communications, Cloud & Big Data Computing, Internet of People and Smart City Innovation", "SmartWorld/SCALCOM/UIC/ATC/CBDCom/IOP/SCI"],
  "J. Internet Serv. Inf. Secur.": ["Journal of Internet Services and Information Security", "FEB"],
  "IEEE Trans. Parallel Distributed Syst.": ["IEEE Transactions on Parallel and Distributed Systems", "TPDS"],
  "2017 IEEE 10th International Conference on Cloud Computing (CLOUD), Honolulu, HI, USA, June 25-30, 2017": ["IEEE International Conference on Cloud Computing", "CLOUD"],
  "2017 IEEE Global Communications Conference, GLOBECOM 2017, Singapore, December 4-8, 2017": ["IEEE Global Communications Conference", "GLOBECOM"],
  "37th IEEE International Conference on Distributed Computing Systems, ICDCS 2017, Atlanta, GA, USA, June 5-8, 2017": ["IEEE International Conference on Distributed Computing Systems", "ICDCS"],
  "23rd IEEE International Conference on Parallel and Distributed Systems, ICPADS 2017, Shenzhen, China, December 15-17, 2017": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "36th IEEE International Performance Computing and Communications Conference, IPCCC 2017, San Diego, CA, USA, December 10-12, 2017": ["IEEE International Performance Computing and Communications Conference", "IPCCC"],
  "2017 IEEE International Symposium on Parallel and Distributed Processing with Applications and 2017 IEEE International Conference on Ubiquitous Computing and Communications (ISPA/IUCC), Guangzhou, China, December 12-15, 2017": ["EEE International Symposium on Parallel and Distributed Processing with Applications and 2017 IEEE International Conference on Ubiquitous Computing and Communications", "ISPA/IUCC"],
  "25th IEEE/ACM International Symposium on Quality of Service, IWQoS 2017, Vilanova i la Geltrú, Spain, June 14-16, 2017": ["IEEE/ACM International Workshop on Quality of Service", "IWQoS"],
  "Security, Privacy, and Anonymity in Computation, Communication, and Storage - SpaCCS 2017 International Workshops, Guangzhou, China, December 12-15, 2017, Proceedings": ["Security, Privacy and Anonymity in Computation, Communication and Storage", "SpaCCS"],
  "J. Comput. Sci. Technol.": ["Journal of Computer Science and Technology", "JCST"],
  "Sci. Program.": ["Proceedings of the 15th International Conference Algorithms and Architectures for Parallel Processing", "ICA3PP "],
  "IEEE Trans. Parallel Distributed Syst.": ["IEEE Transactions on Parallel and Distributed Systems", "TPDS"],
  "36th IEEE International Conference on Distributed Computing Systems, ICDCS 2016, Nara, Japan, June 27-30, 2016": ["IEEE International Conference on Distributed Computing Systems", "ICDCS"],
  "3rd International Conference on Systems and Informatics, ICSAI 2016, Shanghai, China, November 19-21, 2016": ["3rd International Conference on Systems and Informatics", "ICSAI"],
  "IEEE Conference on Computer Communications Workshops, INFOCOM Workshops 2016, San Francisco, CA, USA, April 10-14, 2016": ["IEEE Conference on Computer Communications Workshops", "INFOCOM"],
  "2016 IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData), Chengdu, China, December 15-18, 2016": ["IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData)", "unknown"],
  "2016 IFIP Networking Conference, Networking 2016 and Workshops, Vienna, Austria, May 17-19, 2016": ["2016 IFIP Networking Conference, Networking 2016 and Workshops", "unknown"],
  "17th International Conference on Parallel and Distributed Computing, Applications and Technologies, PDCAT 2016, Guangzhou, China, December 16-18, 2016": ["17th International Conference on Parallel and Distributed Computing, Applications and Technologies", "PDCAT"],
  "Machine Learning and Knowledge Discovery in Databases - European Conference, ECML PKDD 2016, Riva del Garda, Italy, September 19-23, 2016, Proceedings, Part I": ["European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases", "ECML-PKDD"],
  "Security, Privacy and Anonymity in Computation, Communication and Storage - SpaCCS 2016 International Workshops, TrustData, TSP, NOPE, DependSys, BigDataSPT, and WCSSC, Zhangjiajie, China, November 16-18, 2016, Proceedings": ["Security, Privacy and Anonymity in Computation, Communication and Storage", "SpaCCS"],
  "2016 IEEE Trustcom/BigDataSE/ISPA, Tianjin, China, August 23-26, 2016": ["IEEE International Symposium on Parallel and Distributed Processing with Applications", "ISPA "],
  "Comput. Networks": ["Computer Networks", "CN"],
  "J. Comput. Sci. Technol.": ["Journal of Computer Science and Technology", "JCST"],
  "Pervasive Mob. Comput.": ["Pervasive and Mobile Computing", "unknown"],
  "IEEE Wirel. Commun.": ["IEEE Wireless Communications", "unknown"],
  "Database Systems for Advanced Applications - 20th International Conference, DASFAA 2015, Hanoi, Vietnam, April 20-23, 2015, Proceedings, Part II": ["International Conference on Database Systems for Advanced Applications", "DASFAA"],
  "Algorithms and Architectures for Parallel Processing - 15th International Conference, ICA3PP 2015, Zhangjiajie, China, November 18-20, 2015, Proceedings, Part II": ["International Conference on Algorithms and Architectures for Parallel Processing", "ICA3PP"],
  "2015 IEEE International Conference on Communications, ICC 2015, London, United Kingdom, June 8-12, 2015": ["IEEE International Conference on Communications", "ICC"],
  "9th International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing, IMIS 2015, Santa Cantarina, Brazil, July 8-10, 2015": ["9th International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing", "IMIS"],
  "2015 IEEE Conference on Computer Communications, INFOCOM 2015, Kowloon, Hong Kong, April 26 - May 1, 2015": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "Int. J. Inf. Manag.": ["International Journal of Information Management", "unknown"],
  "Algorithms and Architectures for Parallel Processing - 14th International Conference, ICA3PP 2014, Dalian, China, August 24-27, 2014. Proceedings, Part I": ["International Conference on Algorithms and Architectures for Parallel Processing", "ICA3PP"],
  "IEEE International Conference on Communications, ICC 2014, Sydney, Australia, June 10-14, 2014": ["IEEE International Conference on Communications", "ICC"],
  "23rd International Conference on Computer Communication and Networks, ICCCN 2014, Shanghai, China, August 4-7, 2014": ["23rd International Conference on Computer Communication and Networks", "ICCCN"],
  "20th IEEE International Conference on Parallel and Distributed Systems, ICPADS 2014, Hsinchu, Taiwan, December 16-19, 2014": ["IEEE International Conference on Parallel and Distributed Systems", "ICPADS"],
  "Eighth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing, IMIS 2014, Birmingham, United Kingdom, 2-4 July, 2014": ["Eighth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing", "IMIS"],
  "Proceedings of the 6th Asia-Pacific Symposium on Internetware, Internetware 2014, Hong Kong, China, November 17, 2014": ["Proceedings of the 6th Asia-Pacific Symposium on Internetware", "unknown"],
  "J. Wirel. Mob. Networks Ubiquitous Comput. Dependable Appl.": ["Journal of Wireless Mobile Networks, Ubiquitous Computing, and Dependable Applications", "JoWUA"],
  "Math. Comput. Model.": ["Mathematical and Computer Modelling", "unknown"],
  "J. Supercomput.": ["The Journal of Supercomputing", "TJSC"],
  "2013 IEEE Global Communications Conference, GLOBECOM 2013, Atlanta, GA, USA, December 9-13, 2013": ["IEEE Global Communications Conference", "GLOBECOM"],
  "Seventh International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing, IMIS 2013, Taichung, Taiwan, July 3-5, 2013": ["Seventh International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing", "IMIS"],
  "Proceedings of the 5th Asia-Pacific Symposium on Internetware, Internetware 2013, Changsha, China, October 23-24, 2013": ["Proceedings of the 5th Asia-Pacific Symposium on Internetware", "unknown"],
  "27th IEEE International Symposium on Parallel and Distributed Processing, IPDPS 2013, Cambridge, MA, USA, May 20-24, 2013": ["IEEE International Parallel & Distributed Processing Symposium", "IPDPS"],
  "Advances in Knowledge Discovery and Data Mining, 17th Pacific-Asia Conference, PAKDD 2013, Gold Coast, Australia, April 14-17, 2013, Proceedings, Part II": ["Pacific-Asia Conference on Knowledge Discovery and Data Mining", "PAKDD"],
  "Comput. Math. Appl.": ["Computers & Mathematics with Applications", "unknown"],
  "J. Intell. Manuf.": ["Journal of Intelligent Manufacturing", "unknown"],
  "Sixth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing, IMIS 2012, Palermo, Italy, July 4-6, 2012": ["Sixth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing", "IMIS"],
  "Proceedings of the IEEE INFOCOM 2012, Orlando, FL, USA, March 25-30, 2012": ["IEEE International Conference on Computer Communications", "INFOCOM"],
  "Proceedings of the Fourth Asia-Pacific Symposium on Internetware, Internetware 2012, QingDao, China, October 30-31, 2012": ["Proceedings of the Fourth Asia-Pacific Symposium on Internetware", "unknown"],
  "Comput. Informatics": ["Computing and Informatics", "unknown"],
  "J. Univers. Comput. Sci.": ["The Journal of Universal Computer Science", "unknown"],
  "IEEE/IFIP 9th International Conference on Embedded and Ubiquitous Computing, EUC 2011, Melbourne, Australia, October 24-26, 2011": ["IEEE/IFIP 9th International Conference on Embedded and Ubiquitous Computing", "EUC"],
  "Proceedings of the Global Communications Conference, GLOBECOM 2011, 5-9 December 2011, Houston, Texas, USA": ["IEEE Global Communications Conference", "GLOBECOM"],
  "Proceedings of IEEE International Conference on Communications, ICC 2011, Kyoto, Japan, 5-9 June, 2011": ["IEEE International Conference on Communications", "ICC"],
  "Proceedings of the Fifth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing, IMIS 2011, Seoul, Korea, June 30-July 02, 2011": ["Proceedings of the Fifth International Conference on Innovative Mobile and Internet Services in Ubiquitous Computing", "IMIS"],
  "CISIS 2010, The Fourth International Conference on Complex, Intelligent and Software Intensive Systems, Krakow, Poland, 15-18 February 2010": ["CISIS 2010, The Fourth International Conference on Complex, Intelligent and Software Intensive Systems", "unknown"],
  "Proceedings of IEEE International Conference on Communications, ICC 2010, Cape Town, South Africa, 23-27 May 2010": ["IEEE International Conference on Communications", "ICC"],
  "Proceedings of the Second Asia-Pacific Symposium on Internetware, Internetware 2010, Suzhou, China, November 3-4, 2010": ["Proceedings of the Second Asia-Pacific Symposium on Internetware", "unknown"],
  "Proceedings of the 2010 ACM Symposium on Applied Computing (SAC), Sierre, Switzerland, March 22-26, 2010": ["Proceedings of the 2010 ACM Symposium on Applied Computing", "SAC "],
  "Int. J. Softw. Informatics": ["International Journal of Software and Informatics", "IJSI"],
  "2009 International Conference on Complex, Intelligent and Software Intensive Systems, CISIS 2009, Fukuoka, Japan, March 16-19, 2009": ["2009 International Conference on Complex, Intelligent and Software Intensive Systems", "CISIS"],
  "Fourth International Conference on Frontier of Computer Science and Technology, FCST 2009, Shanghai, China, 17-19 December, 2009": ["Fourth International Conference on Frontier of Computer Science and Technology", "FCST"],
  "Proceedings of the Global Communications Conference, 2009. GLOBECOM 2009, Honolulu, Hawaii, USA, 30 November - 4 December 2009": ["IEEE Global Communications Conference", "GLOBECOM"],
  "Proceedings of the First Asia-Pacific Symposium on Internetware, Internetware 2009, Beijing, China, October 17 - 18, 2009": ["Proceedings of the First Asia-Pacific Symposium on Internetware", "unknown"],
  "IEEE International Symposium on Parallel and Distributed Processing with Applications, ISPA 2009, Chengdu, Sichuan, China, 10-12 August 2009": ["International Conference on Parallel and Distributed Processing with Applications", "ISPA"],
  "2009 IEEE Wireless Communications and Networking Conference, WCNC 2009, Proceedings, Budapest, Hungary, 5-8 April 2009": ["IEEE Wireless Communications and Networking Conference", "WCNC"],
  "Proceedings of The 2nd IEEE Asia-Pacific Services Computing Conference, APSCC 2007, December 11-14, 2007, Tsukuba Science City, Japan": ["IEEE International Conference on Services Computing", "APSCC"],
  "Grid and Cooperative Computing - GCC 2005, 4th International Conference, Beijing, China, November 30 - December 3, 2005, Proceedings": ["International Conference on Grid and Cooperative Computing", "GCC"]
}